import style from './about.module.css'

const About = () => {
    return (
        <div className={style.text_section}>
            <h2>Цветные карандаши</h2>
            <p>
            Цветной карандаш — это инструмент для рисования, который представляет собой узкое пигментированное ядро, заключенное в цилиндрическую деревянную оболочку. В отличие от графита или угольного карандаша, ядро цветного карандаша имеет масляную или восковую основу и содержит другую пропорцию пигментов, добавок и связующих элементов. Водорастворимые (акварельные) карандаши и пастельные карандаши также производятся как цветные стержни для механических карандашей.
            </p>
        </div>
    )
}
export default About